Repository: 84000/data-translation-memory
Catalog: toh156-v3.tmx
Source language: bo
Languages: en

source: སེམས་ཅན་དང་། སྲོག་དང་། གང་ཟག་དང་། འདོད་ཆགས་དང་བྲལ་བ་དང་། ཆོས་ཐམས་ཅད་དེ་བཞིན་ཉིད་ལ་གནས་པར་ཡིད་ཆེས་པ་དང་།
en: It is confidence that all phenomena are without a self, a being, a life force, a person, and attachment, and that all phenomena abide in thusness.

source: བགྲང་བ་མེད་པའི་ཚུལ་གྱིས་ཆོས་ཐམས་ཅད་གསོག་དང་། ནམ་མཁའ་ལ་བཅངས་པ་དང་འདྲ་ཞིང་བྱིས་པ་བྲིད་པ་དང་མཚུངས་ལ། གསོབ་དང་འདྲ་བར་ཡིད་ཆེས་པ་དང་།
en: It is confidence that all countless phenomena are unreal and insubstantial, like an empty fist that tricks a child.

source: ཆོས་ཐམས་ཅད་སྔོན་གྱི་མཐའ་དང་ཕྱི་མའི་མཐར་ངོ་བོ་ཉིད་མེད་དེ། ཡང་དག་པའི་མཐའ་མ་ཡིན་པ་ལ་གནས་པར་ཡིད་ཆེས་པ་དང་།
en: It is confidence that all phenomena are essenceless through the extent of the past, are essenceless through the extent of the future, and do not abide through the limit of reality.

source: ཆོས་ཐམས་ཅད་ནམ་མཁའི་མཐའ་དང་འདྲ་ཞིང་ཆོས་ཀྱི་དབྱིངས་སུ་ཡང་དག་པར་འདུ་ལ་དུས་གསུམ་ལས་ཤིན་ཏུ་འདས་ཤིང་ཟག་པ་མེད་པར་ཡིད་ཆེས་པ་དང་།
en: It is confidence that all phenomena are like the expanse of the sky, are subsumed in the realm of phenomena, transcend the three times, and are undefiled.

source: ཆོས་ཐམས་ཅད་འདོད་པའི་སྲེད་པ་ལ་ལྟ་བ་དང་། མ་རིག་པ་དང་བྲལ་ཞིང་ཉེ་བར་ཉོན་མོངས་པ་མེད་པ་ལ་རང་བཞིན་གྱིས་ཡོངས་སུ་དག་ཅིང་རང་བཞིན་གྱིས་འོད་གསལ་བར་ཡིད་ཆེས་པ་དང་།
en: It is confidence that all phenomena are pure and luminous by nature, since they are free from ignorance, free from the views that cling to sense pleasures, and devoid of afflictions.

source: ཆོས་ཐམས་ཅད་གློ་བུར་གྱི་ཉོན་མོངས་པ་ལས་ཀུན་ཏུ་འབྱུང་བ་ལ་མི་ལྟོས་ཤིང་སྤྲོས་པ་ཐམས་ཅད་ཀྱི་སྤྱོད་པ་ཡང་དག་པར་ཆད་ལ་བཏང་སྙོམས་ཤིང་རྗེས་སུ་ཆགས་པ་དང་། ཁོང་ཁྲོ་བ་དང་བྲལ་ཞིང་བླང་བ་མེད་པར་ཡིད་ཆེས་པ་དང་།
en: It is confidence that no phenomena derive from temporary afflictions, that, since the activity of all mental constructs has ceased, they are neutral, that they are free of desire and anger, and that they are beyond adoption.

source: ཆོས་ཐམས་ཅད་སེམས་ཀྱིས་སྒྲོ་བཏགས་པ་མེད་ཅིང་དོར་བ་མེད་པར་ཡིད་ཆེས་པ་དང་།
en: It is confidence that all phenomena are beyond mental imputation and beyond rejection.

source: ཆོས་ཐམས་ཅད་དངོས་པོ་དང་དངོས་པོ་མེད་པ་ལ་མི་གནས་ཤིང་ཅི་ཡང་མ་ཡིན་ལ་ནུས་པ་ཅུང་ཟད་ཀྱང་མེད་པར་ཡིད་ཆེས་པ་དང་།
en: It is trust that no phenomena abide as entities or as nonentities, and that it is impossible for them to be nothing whatsoever.

source: ཆོས་ཐམས་ཅད་ནམ་མཁའ་དང་འདྲ་སྟེ། དངོས་པོ་ཐམས་ཅད་ལས་དབེན་ཞིང་གནས་པ་མེད་པར་ཡིད་ཆེས་པ་དང་། གདེག་པ་མེད་པ་དང་།
en: It is confidence that all phenomena are like space—devoid of all entities and groundless.

source: གཞོག་པ་མེད་པའི་ཚུལ་གྱིས་ཆོས་ཐམས་ཅད་ཆུ་ཤིང་གི་ཕུང་པོ་ལྟར་སྙིང་པོ་མེད་པར་ཡིད་ཆེས་པ་དང་།
en: It is confidence that all phenomena are hollow like plantain trees—beyond raising up or putting down.

source: ཆོས་ཐམས་ཅད་འདུས་མ་བྱས་དང་འདྲ་བར་གྱུར་ལ་མྱ་ངན་ལས་འདས་པ་དང་མཚུངས་ཤིང་རང་བཞིན་གྱིས་ཉེ་བར་ཞི་བར་ཡིད་ཆེས་པ་འདི་ནི་བཞིན་བཟངས་དག་འཇིག་རྟེན་ལས་འདས་པའི་དད་པ་ཞེས་བྱ་སྟེ།
en: It is confidence that, since all phenomena are uncompounded, they are equal to nirvāṇa and intrinsically at peace.

source: བཞིན་བཟངས་དག་གང་འཇིག་རྟེན་ལས་འདས་པའི་དད་པ་འབྱུང་བ་དེ་ནི་སངས་རྒྱས་འབྱུང་བ་ཞེས་བྱའོ། །
en: Friends, this is what is meant by transcendent faith. Friends, the arising of transcendent faith is known as the arising of a buddha.

source: བཞིན་བཟངས་དག་སངས་རྒྱས་འབྱུང་བ་ཞེས་བྱ་བ་དེ་ནི་ཆོས་ཐམས་ཅད་སྐྱེ་བ་མེད་པ་ལ་བྱའོ། །
en: “Friends, the arising of a buddha refers to the nonarising of all phenomena.

source: བཞིན་བཟངས་དག་ཆོས་ཐམས་ཅད་སྐྱེ་བ་མེད་པ་ཞེས་བྱ་བ་དེ་ནི་མཉམ་པ་ཉིད་ཀྱི་ཚིག་བླ་དགས་སོ། །
en: Friends, the nonarising of all phenomena is a designation for sameness.

source: འདི་ལྟར་གཟུགས་འབྱུང་བ་ནི་སངས་རྒྱས་འབྱུང་བ་མ་ཡིན་ནོ། །སངས་རྒྱས་འབྱུང་བ་ནི་གཟུགས་སྐྱེ་བ་མེད་པས་རབ་ཏུ་ཕྱེ་བ་ཡང་མ་ཡིན་ནོ། །
en: Because the arising of form is not the arising of a buddha, but the arising of a buddha is also not characterized by the nonarising of form.

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་འབྱུང་བ་ནི་སངས་རྒྱས་འབྱུང་བ་མ་ཡིན་ནོ། །སངས་རྒྱས་འབྱུང་བ་ནི་རྣམ་པར་ཤེས་པ་སྐྱེ་བ་མེད་པས་རབ་ཏུ་ཕྱེ་བ་ཡང་མ་ཡིན་ནོ། །
en: The arising of feeling, perception, formation, and consciousness is not the arising of a buddha, nor is the arising of a buddha characterized by the nonarising of consciousness and so forth.

source: ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་འབྱུང་བ་ནི་སངས་རྒྱས་འབྱུང་བ་མ་ཡིན་ནོ། །སངས་རྒྱས་འབྱུང་བ་ནི་ཕུང་པོ་དང་། ཁམས་དང་།
en: The arising of the aggregates, elements, and sense sources is not the arising of a buddha, nor is the arising of a buddha characterized by the nonarising of the aggregates, elements, and sense sources.

source: སྐྱེ་མཆེད་སྐྱེ་བ་མེད་པས་རབ་ཏུ་ཕྱེ་བ་ཡང་མ་ཡིན་ནོ། །རིག་པ་འབྱུང་བ་དང་། མ་རིག་པ་འབྱུང་བ་ནི་སངས་རྒྱས་འབྱུང་བ་མ་ཡིན་ནོ། །
en: The arising of knowledge and ignorance is not the arising of a buddha, nor is the arising of a buddha characterized by the nonarising of knowledge and ignorance.

source: སངས་རྒྱས་འབྱུང་བ་ནི་རིག་པ་དང་མ་རིག་པ་སྐྱེ་བ་མེད་པས་རབ་ཏུ་ཕྱེ་བ་ཡང་མ་ཡིན་ནོ། །རྒ་ཤིའི་བར་དུ་འབྱུང་བ་ནི་སངས་རྒྱས་འབྱུང་བ་མ་ཡིན་ནོ། །སངས་རྒྱས་འབྱུང་བ་ནི་རྒ་ཤི་སྐྱེ་བ་མེད་པས་རབ་ཏུ་ཕྱེ་བ་ཡང་མ་ཡིན་ནོ། །
en: The arising of the links of dependent origination up to old age and death is not the arising of a buddha, nor is the arising of a buddha characterized by the nonarising of the links of dependent origination up to old age and death.

source: སྐྱེ་བ་སྐྱེ་བ་དང་། མི་སྐྱེ་བ་སྐྱེ་བ་ནི་སངས་རྒྱས་འབྱུང་བ་མ་ཡིན་ནོ། །སངས་རྒྱས་འབྱུང་བ་ནི་སྐྱེ་བ་དང་མི་སྐྱེ་བས་རབ་ཏུ་ཕྱེ་བ་ཡང་མ་ཡིན་ནོ། །
en: The arising of birth and the arising of nonbirth are not the arising of a buddha, nor is the arising of a buddha characterized by birth and nonbirth.

source: དྲན་པ་ཉེ་བར་གཞག་པ་འབྱུང་བ་ནི་སངས་རྒྱས་འབྱུང་བ་མ་ཡིན་ནོ། །སངས་རྒྱས་འབྱུང་བ་ནི་དྲན་པ་མེད་ཅིང་ཡིད་ལ་བྱེད་པ་མེད་པས་རབ་ཏུ་ཕྱེ་བ་ཡང་མ་ཡིན་ནོ། །
en: The arising of the applications of mindfulness is not the arising of a buddha, nor is the arising of a buddha characterized by the absence of mindfulness and mental engagement.

source: དེ་བཞིན་དུ་བསྡུས་ཏེ། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ནས་ལམ་གྱི་བར་དུ་འབྱུང་བ་ནི་སངས་རྒྱས་འབྱུང་བ་མ་ཡིན་ནོ། །སངས་རྒྱས་འབྱུང་བ་ནི་ལམ་སྐྱེ་བ་དང་མི་སྐྱེ་བས་རབ་ཏུ་ཕྱེ་བ་ཡང་མ་ཡིན་ནོ། །
en: In short, the arising of the thirty-seven factors of awakening, up to the path, is not the arising of a buddha, nor is the arising of a buddha characterized by the arising or nonarising of the path.

source: ཤེས་རབ་འབྱུང་བ་ནི་སངས་རྒྱས་འབྱུང་བ་མ་ཡིན་ནོ། །སངས་རྒྱས་འབྱུང་བ་ནི་ཤེས་རབ་འབྱུང་བ་མེད་པས་རབ་ཏུ་ཕྱེ་བ་ཡང་མ་ཡིན་ནོ། །
en: The arising of insight is not the arising of a buddha, nor is the arising of a buddha characterized by the absence of the arising of insight.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་སངས་རྒྱས་འབྱུང་བ་འདི་བསྟན་པ་ན་ཀླུ་གཞོན་ནུ་ལྔ་བརྒྱ་པོ་དེ་དག་རྗེས་སུ་འཐུན་པའི་བཟོད་པ་ཐོབ་པར་གྱུར་ཏོ། །
en: When Blessed One gave this teaching on the arising of a buddha, the five hundred young nāgas reached concordant acceptance.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་གསུངས་སོ། །དད་པ་འབྱུང་བ་རྒྱལ་བ་འབྱུང་། །འབྱུང་བ་མེད་པས་རབ་ཏུ་ཕྱེ། །
en: Then the Blessed One spoke these verses: “The arising of faith is the arising of a victor— It is characterized by the absence of arising.

source: གང་དག་དད་པ་མེད་པ་ནི། །དེ་དག་སངས་རྒྱས་མི་འབྱུང་ངོ་། །
en: Where there is no faith, No buddha will arise.

source: དད་པ་དཀར་པོའི་ཆོས་རྣམས་ཀྱི། །སྔོན་དུ་འགྲོ་དང་སྐྱེད་པར་གསུངས། །
en: “It is said that faith precedes And generates positive qualities.

source: དད་པ་ལས་ཀྱི་རྣམ་སྨིན་དང་། །ལས་དང་འགལ་བར་མི་འགྱུར་བའོ། །
en: For the faithful there are no contradictions In the fruition of actions and the law of karma.

source: དད་ནི་འཕགས་པ་བསྟེན་པ་དང་། །བསྟི་སྟང་བྱས་ཏེ་བསྙེན་བཀུར་བྱེད། །
en: “Those with faith attend to the noble ones, And they serve them with respect.

source: སེམས་ལ་གདུང་བ་མེད་པ་དང་། །དང་བ་སྐྱེད་པར་བྱེད་པའོ། །
en: Their minds are free from anxiety, And they generate trust in others.

source: བསྟི་སྟང་བྱས་ཏེ་ཆོས་ཉན་ཅིང་། །
en: “Those with faith listen to the Dharma with respect.

source: སྒྲིབ་པ་རྣམ་པར་སེལ་བ་དང་། །བྱང་ཆུབ་ཡན་ལག་སྒོམ་པ་དང་། །
en: They clear away their obscurations, Cultivate the branches of awakening, And properly follow the path.

source: ལམ་གྱི་རྗེས་འཐུན་དད་པའོ། །ཆོས་ཀྱིས་ལོངས་སྤྱོད་ཚོལ་བ་དང་། །
en: “Those with faith pursue the wealth of the Dharma.

source: སྦྱིན་པའི་རྗེས་སུ་བསྔགས་པ་དང་། །ཚུལ་ཁྲིམས་ལྡན་དང་ངང་ཚུལ་ངན། །དེ་ལ་དད་པ་ཡང་དག་འཇུག །
en: They are extolled for their generosity, And they inspire faith in both those who are disciplined And those with bad habits.

source: བྱང་ཆུབ་སེམས་ལས་མི་འགོང་ཞིང་། །
en: “They are not deterred from the mind of awakening.

source: གཤེ་དང་སྡང་བ་དང་བར་བྱེད། །སངས་རྒྱས་ཆོས་ལ་དད་པར་བྱེད། །དགེ་འདུན་ལ་ཡང་དད་པའོ། །
en: They inspire critics and those who are hostile, They instill faith in the Buddha and the Dharma, And in the Saṅgha too.

source: ང་རྒྱལ་ལས་ཀྱང་ང་རྒྱལ་སྤོང་། །
en: “They renounce pride beyond pride.

source: ཁྱི་དང་འདྲ་བར་ང་རྒྱལ་མེད། །ཡུལ་ལ་ཆགས་པ་མ་ཡིན་པ། །
en: They are not self-vaunting. Like dogs, they have no attachment to country.

source: དེ་ནི་དད་པའི་མཚན་ཉིད་དོ། །
en: These are the defining characteristics of faith.

source: དད་དང་ལྡན་པ་བདག་ཤེས་ཏེ། །
en: “Those with faith know themselves.

source: སྡིག་པའི་ལས་ནི་མི་བྱེད་ཅིང་། །
en: They do not commit negative deeds.

source: བདེན་པའི་ཚིག་ཏུ་སྨྲ་བྱེད་ལ། །ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་བྱེད། །
en: They speak the truth, And they follow through on their words.

source: དད་ལྡན་ཆགས་ལས་རབ་ཏུ་འདས། །
en: “Those with faith are beyond attachment.

source: དད་ལྡན་ཡིད་ལ་རྙོག་པ་མེད། །
en: Those with faith have spotless minds.

source: དད་ལྡན་ལུས་དང་ངག་དང་ཡིད། །འཕགས་པ་རྣམས་དང་འཐུན་པར་འཇུག །
en: Those with faith are, in body, speech, and mind, In harmony with the noble ones.

source: དད་པས་འཚོ་བ་ཡོངས་སྦྱོང་ཞིང་། །
en: “Those with faith have pure livelihoods.

source: རྟག་ཏུ་ཡེ་ཤེས་ཚོལ་བར་བྱེད། །
en: They constantly pursue wisdom.

source: ཤེས་རབ་ཕུང་པོའི་རྩ་བ་གང་། །ཐོས་པ་དེ་ཚོལ་དད་པའོ། །
en: They strive to learn The roots of the aggregate of insight.

source: སྟོབས་རྣམས་དང་ནི་དབང་པོ་དང་། །ནོར་བདུན་ཡང་དག་འདུ་བ་དང་། །
en: “They accumulate the powers, The strengths, and the seven treasures.

source: ལོག་པར་ལྟ་བ་རྣམ་སྤོང་ཞིང་། །ཡང་དག་ལྟ་བ་ཚོལ་བར་བྱེད། །
en: They reject wrong views And seek the authentic view.

source: བླ་མ་རྣམས་ཀྱིས་བསྟན་པ་ལ། །དད་དང་ལྡན་པ་འཐུན་པར་འཛིན། །
en: “Those with faith properly maintain The teachings of the masters.

source: གསོ་སླ་ཞིང་ནི་དགང་སླ་སྟེ། །
en: They are easily satisfied and contented.

source: སྡུག་བསྔལ་མེད་པས་ཚོལ་བར་བྱེད། །
en: They seek without suffering.

source: དམིགས་པ་མེད་པའི་སེམས་ཀྱིས་ནི། །བསྟི་སྟང་བྱས་ཏེ་ཆོས་འདྲི་ཞིང་། །
en: “With the mind free from reference points, They serve and inquire into the Dharma.

source: འཁོར་བས་རྟག་ཏུ་སྐྱོ་བ་དང་། །མྱ་ངན་འདའ་བའི་ཡོན་ཏན་དགའ། །
en: They are always dissatisfied by saṃsāra, And they rejoice in the qualities of nirvāṇa.

source: བསྟན་ལ་ཁྱིམ་ནས་མྱུར་འབྱུང་དང་། །ཚངས་པའི་སྤྱོད་ལ་མི་ཆགས་དང་། །
en: “They readily renounce their homes for the teachings, Yet they are without attachment to the holy life.

source: ཐར་པའི་ཚོགས་ནི་གང་ཡིན་པ། །དེ་དག་དད་དང་ལྡན་པས་ཚོལ། །
en: Those with faith seek The accumulations leading to liberation.

source: སེམས་ཅན་མང་པོ་རྗེས་སུ་འཛིན། །ཕན་པ་བྱས་ཤེས་དྲིན་མི་བགྲང་། །དད་དང་ལྡན་པ་བྱས་པ་ལ། །ཕྱིར་བྱ་བར་ནི་སྦྱོར་བ་མེད། །
en: “They support many beings, and their benevolence, Gratitude, and kindness are infinite; Those with faith do not expect Reward for their actions.

source: བདག་གིས་འཐོབ་པས་མི་སྙེམས་ཤིང་། །གཞན་གྱི་ཐོབ་ལ་ཕྲག་དོག་མེད། །
en: “They are neither arrogant about their own achievements Nor envious of the achievements of others.

source: བཟོད་དང་དེས་པ་ཕུན་སུམ་ཚོགས། །གཡོ་མེད་དྲང་ཞིང་མཉེན་པ་ཡིན། །
en: They are perfectly patient and gentle, Honest, flexible, and without guile.

source: དད་དང་ལྡན་ནི་མངོན་མཐོང་ཡང་། །གཞན་གྱི་ཉེས་པ་མི་གླེང་ཞིང་། །
en: “Although they see them, those with faith Do not talk about the shortcomings of others.

source: དབང་པོ་དང་ནི་ཡིད་ཞི་ལ། །དགོན་པར་གནས་ལ་འདུན་པ་ཡིན། །
en: Their senses and their minds are at peace, And they yearn to live in solitude.

source: དབེན་པར་གཞོལ་བའི་སེམས་ཀྱིས་ནི། །ཡང་དག་དགའ་བར་འགྱུར་ལ་འདུན། །
en: “With a mind drawn to seclusion, They strive for true joy.

source: འཐབ་པ་དང་ནི་རྩོད་མེད་ཅིང་། །བདག་གི་ཉེས་པ་ཡང་དག་མཐོང་། །
en: They never take part in disputes and conflicts, And they clearly see their own faults.

source: ཚུལ་ཁྲིམས་སྡོམ་པ་ཡོངས་སུ་ཚོལ། །ཏིང་ངེ་འཛིན་དང་ལམ་སྒོམ་ལ། །རྟག་ཏུ་བརྩོན་ཞིང་དད་ལྡན་པ། །
en: “They pursue discipline and restraint, They cultivate the absorptions and the path, And they are always diligent and faithful.

source: དེ་ནི་དད་ལྡན་མཚན་ཉིད་དོ། །
en: These are defining characteristics of those with faith.

source: འཇིག་རྟེན་འདས་པ་ཇི་སྙེད་དང་། །དད་པ་དེ་ཡི་རྗེས་སུ་འགྲོ། །སངས་རྒྱས་གསུངས་པ་ཟབ་མོ་ཡི། །ཆོས་ནི་རྣམ་པར་འཇིག་མི་བྱེད། །
en: “All those who have transcended the world, And those who follow them with faith, Will not ruin the profound Dharma Spoken by the buddhas.

source: དད་ལྡན་སྟོང་པར་ཡིད་ཆེས་ཏེ། །
en: “Those with faith have trust in emptiness.

source: དེ་ལ་ལྟ་བ་ཡོད་མ་ཡིན། །
en: They are free from views.

source: ཆོས་ཀུན་མཚན་མ་མེད་པར་ནི། །ཐེ་ཙོམ་མེད་ཅིང་རྣམ་རྟོག་མེད། །
en: They have no doubts or concerns About the signlessness of all phenomena.

source: སྨོན་ལམ་རྣམ་པར་སྤོང་བྱེད་ཅིང་། །འོང་བ་དང་ནི་འགྲོ་བ་རྟོགས། །
en: “They have renounced all wishes, And they understand coming and going.

source: ཆོས་རྣམས་མངོན་པར་འདུ་མི་བྱེད། །ལུས་དང་སེམས་ནི་གཡེལ་མི་གཏོང་། །
en: They do not get involved with phenomena, Nor do they do give themselves up to physical or mental idleness.

source: བདག་དང་སེམས་ཅན་རྡུལ་སེལ་ཅིང་། །འདོད་ཆགས་མེད་པའི་ཆོས་ལ་དད། །
en: “They clear away the view of a self or a being, And they have trust in the Dharma of nonattachment.

source: དད་པ་དེ་བཞིན་ཉིད་ལ་གནས། །ལམ་གྱི་འགྲོ་བ་ཁོང་དུ་ཆུད། །
en: The faithful abide in thusness, And they understand how to follow the path.

source: ཡང་དག་མཐའ་ནི་མཐའ་མིན་ཞིང་། །དེ་ནི་ནམ་མཁའི་མཐའ་འདྲ་བར། །ཆོས་རྣམས་ཀུན་ལ་ཡིད་ཆེས་ཏེ། །ཡེ་ཤེས་དབྱིངས་ལ་མཉམ་པར་གཞག །
en: “Confident that the limit of reality is without end And that all phenomena Are the same as the extent of space, They settle evenly in the expanse of wisdom.

source: ཆོས་ཀུན་ཟག་པ་ཡོད་མིན་ཞིང་། །དུས་གསུམ་ལས་ནི་ཤིན་ཏུ་འདས། །སྲིད་དང་ལས་དང་མ་རིག་དང་། །ལྟ་བ་དད་ལྡན་མི་འཛིན་ཏོ། །
en: “Since all phenomena are undefiled And transcend the three times, The faithful do not cling To existence, karma, ignorance, or views.

source: ཆོས་རྣམས་ཐམས་ཅད་འོད་གསལ་ཞིང་། །ཉོན་མོངས་ཅན་མིན་རང་བཞིན་དག །ཤེས་ནས་ཉོན་མོངས་གློ་བུར་གྱིས། །སེམས་ནི་འབྱུང་བར་བྱེད་མ་ཡིན། །
en: “Since they know that all phenomena are luminous, Free from affliction, and naturally pure, Their minds are not susceptible To sudden affliction.

source: ཆོས་རྣམས་ཐམས་ཅད་ལྟོས་མེད་ཅིང་། །དེ་དག་ལ་ནི་རྒྱུ་བ་མེད། །
en: “They disregard all phenomena And are unmoved by them.

source: བཏང་སྙོམས་གྱུར་ཅིང་གཡོ་བ་མེད། །དེ་ནི་ཉེས་པ་མི་འཛིན་ཏོ། །
en: They are equanimous and imperturbable, And they do not cling to faults.

source: བླང་བ་མེད་ཅིང་དོར་བ་མེད། །གཟུང་བ་མེད་ཅིང་གྲོལ་བ་མེད། །བཅངས་པས་བྱིས་པ་བྲིད་འདྲ་བས། །ཆོས་རྣམས་གསོག་ཏུ་ཡིད་ཀྱང་ཆེས། །
en: “They have confidence that all phenomena are unreal— Beyond taking and letting go, Beyond grasping and liberation— Like an empty fist that tricks a child.

source: གསོབ་དང་གདེག་པ་མེད་པ་དང་། །སྙིང་པོ་མེད་དེ་ཆུ་ཤིང་འདྲ། །རང་བཞིན་གྱིས་ནི་སླུ་བ་སྟེ། །གནས་མེད་ཅིང་ནི་དངོས་པོ་མེད། །ཆོས་ཀུན་ཅི་ཡང་མེད་པ་སྟེ། །
en: “Hollow, unsupported, And without a core like a plantain tree, Inherently deceptive, Nonabiding, and insubstantial, “All phenomena are nothing whatsoever.

source: དོན་ནི་ཅུང་ཟད་མེད་པར་ཤེས། །
en: They know that in reality they do not exist in the slightest.

source: ཆོས་རྣམས་ནམ་མཁའ་མཚུངས་པ་དང་། །འདྲ་བར་གྱུར་པས་འདུས་མ་བྱས། །
en: All phenomena, being equal to and similar to space, Are uncompounded.

source: ཆོས་རྣམས་མྱ་ངན་འདས་འདྲ་ཞིང་། །རང་བཞིན་གྱིས་ནི་ཞི་བར་དད། །
en: “They have faith that all phenomena Are like nirvāṇa and naturally at peace.

source: དད་པར་དེ་ལའང་དད་བྱེད་དེ། །ནམ་མཁར་འཕངས་པའི་རྡོ་བ་བཞིན། །
en: They faithfully have confidence in that, Just as with a stone tossed into the sky.

source: བྱང་ཆུབ་སེམས་དཔའ་གང་ཞིག་ལ། །དད་པ་འདི་འདྲ་འདི་ཡོད་པ། །དེ་ལ་སངས་རྒྱས་རྣམས་འབྱུང་སྟེ། །བསྙེན་བཀུར་བྱ་བའང་དེ་བཞིན་ནོ། །
en: “Buddhas will arise For bodhisattvas Who have such faith— So, too, for those with reverence.

source: གཟུགས་འབྱུང་བ་ནི་སངས་རྒྱས་དག །འབྱུང་བར་བསྟན་པ་མ་ཡིན་ནོ། །འགོག་པས་མ་ཡིན་ལྡང་བས་མིན། །འགྲོ་བས་མ་ཡིན་འོང་བས་མིན། །
en: “The arising of form Is not taught to be the arising of the buddhas, Nor its cessation or rising up, Its coming or going.

source: གཟུགས་ཀྱི་སྐྱེ་མེད་གང་ཡིན་དང་། །འགོག་པ་མིན་དང་གནས་མིན་དང་། །འོང་བ་མེད་ཅིང་འགྲོ་མེད་པ། །འདི་ནི་སངས་རྒྱས་འབྱུང་བར་འདོད། །
en: “The arising of a buddha is asserted to be The absence of the arising, Cessation, abiding, Coming, and going of form.

source: བྱང་ཆུབ་སེམས་དཔའ་ཤེས་ལྡན་ལ། །དེ་བཞིན་ཕུང་པོ་ལྔ་རྣམས་ཀྱི། །སྐྱེ་བ་མེད་པས་རབ་ཕྱེ་བ། །སངས་རྒྱས་འབྱུང་ཞེས་ངས་བསྟན་ཏོ། །
en: “I have taught that, For wise bodhisattvas, The arising of a buddha is characterized By the birthlessness of the five aggregates.

source: གནས་མེད་པ་ལ་གནས་བཅས་ནས། །ཁམས་དང་སྐྱེ་མཆེད་ཕུང་པོ་ཡི། །སྐྱེ་བ་མེད་པས་རབ་ཕྱེ་བ། །སངས་རྒྱས་འབྱུང་བར་དེ་བསྟན་ཏོ། །
en: “As it is settled in groundlessness, I have taught that the arising of a buddha Is characterized by the birthlessness Of the elements, sense sources, and aggregates.

source: རིག་པ་སྐྱེ་བར་གྱུར་ན་ནི། །དེ་ལྟར་འཁོར་བ་འབྲི་འགྱུར་ཏེ། །
en: “When awareness arises, Saṃsāra declines.

source: རྐྱེན་འདི་རབ་ཏུ་བསྟན་པས་ན། །དེས་ནི་སངས་རྒྱས་རབ་ཏུ་ཕྱེ། །
en: By teaching this circumstance, Buddhahood is uncovered.

source: མི་སྐྱེ་བ་དང་སྐྱེ་བ་དང་། །འགོག་པ་མེད་ལ་གང་གནས་པ། །དངོས་པོའི་འདུ་ཤེས་ཅན་དེས་ནི། །ང་ལ་བསྙེན་བཀུར་བྱེད་མི་ནུས། །
en: “Those who fixate on concepts Of nonarising, arising, and noncessation And who entertain the notion of entities Are unable to serve me.

source: དྲན་པ་འབྱུང་བ་འདི་ཡིས་ནི། །སངས་རྒྱས་འབྱུང་བར་བསྟན་མ་ཡིན། །
en: “It is not taught that a buddha arises Through the arising of mindfulness.

source: དྲན་མེད་ཡིད་ལ་བྱེད་མེད་པ། །དེ་ནི་སངས་རྒྱས་ཡིན་པར་བསྟན། །
en: The absence of mindfulness and mental engagement Is taught to be buddhahood.

source: བྱང་ཆུབ་ཕྱོགས་ཀྱི་ཆོས་ཉིད་ཀྱི། །ཕྱོགས་རྣམས་ཀུན་ཀྱང་དེ་བཞིན་ཏེ། །
en: “The same applies To all the factors of awakening.

source: དེ་ཡི་སྐྱེ་མེད་གང་ཡིན་པ། །དེ་ནི་སངས་རྒྱས་འབྱུང་བར་འདོད། །
en: The absence of their arising is asserted to be The arising of a buddha.

source: ང་ཡི་སངས་རྒྱས་འབྱུང་འདི་འདྲ། །
en: “This is how I arose as a buddha.

source: འདི་ནི་གང་དག་རྟོགས་གྱུར་པ། །དེ་དག་ང་ཡི་བསྟན་ལ་དད། །དེ་དག་ལ་ནི་ཆགས་པ་མེད། །
en: Those who have understood that Will have faith in my teachings And will be free from attachment.

source: བཞིན་བཟངས་དག་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའི་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ་གང་ཞེ་ན། བཞིན་བཟངས་དག་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ་ཞེས་བྱ་བ་ནི་གང་འདི་ལྟ་བུའི་ཆོས་འདི་ཁོང་དུ་ཆུད་པ་དང་། དགའ་བ་དང་། མོས་པ་དང་། དད་པ་དང་། འཛིན་པ་དང་། ཀུན་འཛིན་པ་དང་། ལེན་པ་དང་།
en: “Friends, how does a bodhisattva turn the wheel of Dharma?

source: དྲན་པ་མ་བརྗེད་པ་དང་། ཚུལ་བཞིན་ཡོངས་སུ་རྟོག་པ་དང་། སྙིང་རྗེ་ཆེན་པོ་མི་ཉམས་པ་དང་། ཐམས་ཅད་མཁྱེན་པའི་སེམས་ཀྱིས་གཞན་དག་ལ་འཆད་པ་དང་། སྟོན་པ་དང་། ཡང་དག་པར་རབ་ཏུ་སྟོན་པ་དང་། སྐྱོ་བ་ལ་མི་བརྗེད་པ་དང་། འཐོབ་པ་དང་། བཀུར་སྟི་ལ་མ་ཆགས་པ་དང་།
en: Friends, turning of the wheel of Dharma consists in comprehending, enjoying, being devoted to, having faith in, retaining, maintaining, adopting, unfailingly recollecting, and properly understanding a teaching such as this, as well as explaining it, teaching it, and thoroughly teaching it to others with unfailing great compassion and the mind of omniscience, in obtaining it and not forgetting it even in times of distress, and in regularly, without being attached to veneration, requesting it, remembering it, adhering to it, and accepting it.

source: དུས་དུས་སུ་སྐུལ་བ་དང་། དྲན་པར་བྱེད་པ་དང་། ཡོངས་སུ་འཛིན་པ་དང་། རྗེས་སུ་འཛིན་པ་འདི་ནི་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ་ཞེས་བྱའོ། །
en: This is what is known as turning the wheel of Dharma.

source: བཞིན་བཟངས་དག་གཞན་ཡང་ཇི་ལྟར་དེ་བཞིན་གཤེགས་པས་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བའི་ཆོས་ཀྱི་འཁོར་ལོ་དེའི་རྣམ་པ་ལ་འཇུག་པ་ཅུང་ཟད་ཙམ་ཞིག་བཤད་པར་བྱའོ། །
en: “Friends, I will now speak a little about how the Thus-Gone One has turned the wheel of Dharma.

source: དེ་བཞིན་གཤེགས་པས་ཆོས་སྐྱེ་བ་དང་། ཆོས་མ་ཡིན་པ་སྐྱེ་བའི་ཕྱིར་ཆོས་ཀྱི་འཁོར་ལོ་མ་བསྐོར་ཏོ། །
en: The Thus-Gone One has not turned the wheel of Dharma in order to teach what is and what is not the Dharma.

source: ཆོས་གཞིག་པ་དང་། ཆོས་མ་ཡིན་པ་གཞིག་པའི་ཕྱིར་ཆོས་ཀྱི་འཁོར་ལོ་མ་བསྐོར་ཏོ། །
en: He has not turned the wheel of Dharma in order to deconstruct what is the Dharma and what is not the Dharma.

source: དེ་བཞིན་གཤེགས་པས་སོ་སོའི་སྐྱེ་བོའི་ཆོས་ནི་དམན་པ་དང་། འཕགས་པའི་ཆོས་ནི་རྒྱ་ཆེ་བའི་ཕྱིར་ཆོས་ཀྱི་འཁོར་ལོ་མ་བསྐོར་གྱི།
en: The Thus-Gone One has not turned the wheel of Dharma in order to teach that the dharma of ordinary beings is inferior and that the Dharma of the noble ones is vast.

source: བཞིན་བཟངས་དག་དེ་བཞིན་གཤེགས་པས་སོ་སོའི་སྐྱེ་བོའི་ཆོས་དང་། འཕགས་པའི་ཆོས་རང་བཞིན་གྱིས་མ་སྐྱེས་པའི་ཕྱིར་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་ཏོ། །
en: Friends, the Thus-Gone One has turned the wheel of Dharma in order to show that both the dharma of ordinary beings and the Dharma of the noble ones are by nature unborn.

source: ཆོས་ཀྱི་འཁོར་ལོ་དེ་ནི་ཡང་དག་པར་ཡོངས་སུ་མ་ཆད་པར་བསྐོར་བས་དེའི་ཕྱིར་དེ་མ་ཆད་པའི་འཁོར་ལོའོ། །
en: Since this wheel of Dharma has been turned thoroughly and completely and without interruption, it is the wheel that turns unceasingly.

source: ཆོས་ཀྱི་འཁོར་ལོ་དེ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ལུགས་དང་འཐུན་པར་བསྐོར་བས་དེའི་ཕྱིར་དེ་ནི་མི་སྐྱེ་བའི་འཁོར་ལོའོ། །
en: Since the wheel of Dharma is turned in accordance with the law of dependent origination, it is the wheel of the unborn.

source: འཁོར་ལོ་དེ་གཉིས་ཀྱིས་མི་སྐོར་ཏེ། མིག་དང་གཟུགས་ཀྱིས་བསྐོར་བས་མི་སྐོར་བ་ནས་ཡིད་དང་ཆོས་ཀྱི་བར་གྱིས་བསྐོར་བས་མི་སྐོར་བའི་བར་དུ་སྟེ། དེའི་ཕྱིར་དེ་མི་གཉིས་པའི་འཁོར་ལོའོ། །
en: Since it is not turned with duality—it is not turned to teach about the sensory perceptions, from the eye and forms up to the mind and mental phenomena—it is the wheel of nonduality.

source: འཁོར་ལོ་དེ་འདས་པའི་ཆོས་ལ་དམིགས་པའི་རྣམ་པས་མི་སྐོར། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བའི་ཆོས་ལ་དམིགས་པའི་རྣམ་པས་མི་སྐོར་ཏེ། དེའི་ཕྱིར་དེ་མི་དམིགས་པའི་འཁོར་ལོའོ། །འཁོར་ལོ་དེ་བདག་ཏུ་ལྟ་བ་ཀུན་ནས་ལྡང་བས་མི་སྐོར།
en: Since the wheel is not turned while focusing on past, present, or future phenomena, it is the wheel of the absence of reference points.

source: སེམས་ཅན་དང་། སྲོག་དང་། གསོ་བ་དང་། གང་ཟག་ཏུ་ལྟ་བ་ཀུན་ནས་ལྡང་བས་མི་སྐོར་ཏེ། དེའི་ཕྱིར་དེ་སྟོང་པ་ཉིད་ཀྱི་འཁོར་ལོའོ། །
en: Since the wheel is turned without adhering to the view of a self, a being, a life force, a soul, or a person, it is the wheel of emptiness.

source: འཁོར་ལོ་དེ་མཚན་མ་ལ་དམིགས་པའི་འདུ་ཤེས་དང་། སྤྲོས་པ་ཡིད་ལ་བྱེད་པས་མི་སྐོར་ཏེ། དེའི་ཕྱིར་དེ་མཚན་མ་མེད་པའི་འཁོར་ལོའོ། །
en: Since the wheel is not turned while fixating on signs or entertaining mental constructs, it is the wheel of signlessness.

source: འཁོར་ལོ་དེ་འདོད་པའི་ཁམས་ཐོབ་པར་བྱ་བའི་ཕྱིར་མི་སྐོར། གཟུགས་དང་གཟུགས་མེད་པའི་ཁམས་ཐོབ་པར་བྱ་བའི་ཕྱིར་མི་སྐོར་ཏེ། དེའི་ཕྱིར་དེ་སྨོན་པ་མེད་པའི་འཁོར་ལོའོ། །
en: Since the wheel is not turned for the sake of the attainments of the desire realm, the form realm, or the formless realm, it is the wheel of wishlessness.

source: འཁོར་ལོ་དེ་འདི་དག་ནི་སོ་སོའི་སྐྱེ་བོའི་ཆོས། འདི་དག་ནི་སློབ་པའི་ཆོས། འདི་དག་ནི་མི་སློབ་པའི་ཆོས། རྣམ་པ་འདི་ལྟ་བུ་འདི་དག་ནི་སངས་རྒྱས་ཀྱི་ཆོས་སོ་ཞེས་ཆོས་ཐ་དད་པའི་ཕྱིར་མི་སྐོར་ཏེ། དེའི་ཕྱིར་ཐ་དད་པ་མེད་པའི་འཁོར་ལོའོ། །
en: The wheel is not turned to differentiate between levels of teaching, to say, ‘These teachings are for ordinary beings,’ ‘These teachings are for those who are training,’ ‘These teachings are for those who are no longer training,’ and ‘These teachings are for the buddhas,’ it is the wheel of the absence of differentiation.

source: འཁོར་ལོ་དེ་ཆོས་ཀྱི་བརྡ་ལ་མི་འཇུག་སྟེ། དེའི་ཕྱིར་དེ་གནས་པ་མེད་པའི་འཁོར་ལོའོ། །
en: Since this wheel does not engage with conventional designations of phenomena, it is the wheel of nonabiding.
